{
    "2021JWO1": {
        "1": "In de figuur zie je een aantal rechthoeken, hun oppervlakte en de le",
        "2": "Twintig procent van vijftig opgeteld bij vijftig procent v",
        "3": "Wat is de omtrek van de grootste cirkel die kan worden getekend in een r",
        "4": "Amelie is de moeder van Babette, Babette is de zus van Celine. Da",
        "5": "Vier van onderstaande afbeeldingen zijn aanzichten van eenzel",
        "6": "Alsa, b, c, denepositieve getallen zijn zodata2= 4, b3= 8, c",
        "7": "Arno, Bea, Clara, Danny en Eran zitten elk in een strandcabine me",
        "8": "De figuur bestaat uit cirkels en cirkelbogen met middelpunt",
        "9": "Jeroen, Karen, Lins en Louise gingen samen op reis. Tijdens",
        "10": "In een kist liggen oranje sinaasappels, gele citroenen e",
        "11": "Wat is het spiegelbeeld vansom de rechtes?",
        "12": "Op de zijden van een regelmatige vijfhoek zijn vijf vierk",
        "13": "Hoeveel kleuren heb je minimaal nodig om de onderstaande land",
        "14": "Een rechthoek met zijden 4 en 5 wordt verdeeld in 20 cong",
        "15": "De vloer van een eetzaal heeft de vorm van een rechthoek van 25",
        "16": "De kasteelheer van Quadroni ̈e bezit een kasteel en ",
        "17": "Twee cirkels met straal 3 en 7 snijden elkaar. Een derde ",
        "18": "Een cilinder is versierd met twaalf banden in de kleuren zwart",
        "19": "De ribben van een viervlak zijn gelabeld van",
        "20": "Een dief steelt een kwart van het fortuin van een kok e",
        "21": "Alsa2+a=b2+bena6=b, dan isa+bgelijk aan−2−1012",
        "22": "Een wedstrijd tennis wordt gewonnen door de eerste speler die in t",
        "23": "Wat is het eerste cijfer na de komma dat verschilt van nul in de decimale ontwi",
        "24": "Zestien roosterpunten liggen op de omtrek van een vierkant zoals in de figuur. Ho",
        "25": "In een rechthoek waarvan de breedte de helft is van de lengte, w",
        "26": "Jonas, Kimberly en Lucas leggen eenzelfde toets af met tien waar-valsvr",
        "27": "Aan een ronde tafel zitten acht vrouwen en een aantal mannen. De rechterbuur v",
        "28": "Pieter staat naast een rotonde en telt hoeveel wagens er langs hem voorbijrijden",
        "29": "Een echte deler van een natuurlijk getal is een deler die niet gelijk is a",
        "30": "Vier cirkels raken elkaar en de rechthoek zoals in de figuur. De stral"
    },
    "2021JWO2": {
        "1": "Twee meetlatjes liggen tegen elkaar zoals in de figuu",
        "2": "Op de plaats van het voorwiel bevestigt Caroline een gelijkzijdige driehoek. W",
        "3": "Voor de kleur van de ogen bestaat de volgende w",
        "4": "Welk van volgende vijf getallen is het klein",
        "5": "Welke van onderstaande uitspraken geldt niet voor elk",
        "6": "Deborah schrijft zes getallen in de cirkels zodat ieder geta",
        "7": "Een vijfpuntige kroon bestaat uit vijf overlappende driehoeken",
        "8": "Een vierkant stuk karton wordt in vier puzzelstukken verdeeld d",
        "9": "Myriam vouwt een cirkelvormig blad netjes in twee en vervolgen",
        "10": "In een doos zitten 340 gekleurde snoeptomaatjes die rood, geel of or",
        "11": "geschreven cirkel in drie sectoren. Hoe verhouden de opper",
        "12": "De som vann opeenvolgende gehele getallen is gelijk aan 202",
        "13": "Het onderstaand lichaam wordt verkregen door uit",
        "14": "Als voor vijf strikt positieve reele getallena,b,c,d ene ge",
        "15": "Een labyrint bestaat uit vierkante kamers. De oppervlakt",
        "16": "Als (x− 1)(x + 1) = 4, dan is (x3+x)(x3−x) gelijk aan",
        "17": "Hoeveel getallen kleiner dan 40000 bestaan uit vijf verschi",
        "18": "snijden elkaar inM. Bovendien geldt dat ",
        "19": "In de klas van meester Luc zitten 30 leerlingen waarvan er enkele",
        "20": "Wat is de kans dat een willekeurig gekozen getal uit",
        "21": "De harten-, schoppen-, klaveren- en ruitenaas vormen in die volgorde een",
        "22": "Beschouw de functie f met voorschrift f(x) =",
        "23": "Hoeveel van de onderstaande figuren zijn eendoorsnede van een toru",
        "24": "Met hoeveel cijfers 1 begint het getal 9 + 99 + 9",
        "25": "In een gelijkzijdige driehoek worden twee zijden verdeeld",
        "26": "In het rooster liggen zwarte en witte tegels. Sommige van de witte te",
        "27": "childert alle zichtbare zijvlakjes in het rood, groen of blau",
        "28": "Louise knipt uit elke hoek van een vierkant stuk karton met zi",
        "29": "Als 20212020+20212022=x, dan is 20212 gelijk aan",
        "30": "In onderstaande vijfhoek is de lengte van vier zijden gegeven"
    },
    "2021VWO1": {
        "1": "In de figuur zie je de grafiek van een functief. Welke van de volgende uitspraken is correct?xy12341234f(0)< f(1)f(1)< f(2)f(2)< f(3)f(3)< f(4)f(x) =√x",
        "2": "Alsp+q= 12,q+r= 7 enr+s= 13, hoeveel isp+sdan?1415161718",
        "3": "Een deel van een 3×3×3-kubus wordt blauw geschilderd",
        "4": "Waaraan issin 2021◦sin 41◦+cos 2021◦cos 41◦gelijk?−2−1012",
        "5": "Selena, Taylor en Miley hebben elk een profiel",
        "6": "Arno, Bea, Clara, Danny en Eran zitten elk in een strandcabine",
        "7": "De ribben van een viervlak zijn gelabeld van 1 tot en met ",
        "8": "Een cilinder is versierd met twaalf banden",
        "9": "De hoeken van een convexe vijfhoek vormen een rekenkundige",
        "10": "In een cirkel staat een middelpuntshoek van 6",
        "11": "zijn de middens van de zijden van een driehoek",
        "12": "In een regelmatige zeshoek met oppervlakte 60 wordt een a",
        "13": "Waaraan is10(28)−10(35)10(72)−10(62)gelijk?1101000111020610207",
        "14": "Op de zijden van een rechthoek met oppervlakte 11",
        "15": "We markeren een punt op een cirkel. Vanuit dat punt lopen",
        "16": "De figuur bestaat uit cirkels en cirkelbogen met middelpunt",
        "17": "Als√3 +√8 = 1 +√xdan is x gelijk aan23456",
        "18": "Op hoeveel verschillende manieren verkrijg je een w",
        "19": "Een koppel kreeg in drie opeenvolgende jaren op 1 april telke",
        "20": "In de videogame Nine Lives heeft de kat Felix negen leve",
        "21": "Hoeveel gehele getallenkvoldoen aanÇk2−178åk2−1= 1?02468",
        "22": "raken elkaar uitwendig en raken een grote cirkel",
        "23": "heeft als nulwaarden de getallen",
        "24": "Aan een ronde tafel zitten acht vrouwen en een aantal",
        "25": "is de som van de kwadraten van vier opeenvolgende prie",
        "26": "Pieter staat naast een rotonde en telt hoeveel wagens er langs",
        "27": "Aida dobbelt met drie speciale, kubusvormige dobbelstenen.",
        "28": "Van de veeltermfunctiesfengmet voorschriftf(x) = 9x3",
        "29": "Aan welke vergelijking voldoen de coordinate",
        "30": "Vier cirkels raken elkaar en de rechthoek zoals in de figuur. D"
    },
    "2021VWO2": {
        "1": "Deborah schrijft zes getallen in de cirkels zodat ieder getal het product is van zijn tw",
        "2": "Clothilde fietst met haar broertje Cesar naar zee. Het eerste uur houden ze een constante",
        "3": "Wat is de som van de laatste drie cijfers van het g",
        "4": "Een kubus met ribbe 2 is ingeschreven in een halfbol. Vier hoekpunten van de kubus ligg",
        "5": "Wat is de verhouding tussen de oppervlaktes van een omgeschreven",
        "6": "Hoe groot is de sinus van de hoek in de figuur",
        "7": "Een labyrint bestaat uit vierkante kamers. De oppervlakte v",
        "8": "Een vierkant stuk karton wordt in vier puzzelstukken verdeeld d",
        "9": "Hoeveel drietallen van opeenvolgende gehele getallen bestaan er waarv",
        "10": "Een stout hondje grijpt het einde van een rol wc-papi",
        "11": "Het aantal reele oplossingen van de vergelijkin",
        "12": "Kinderen die een wiskunderichting volgen, krijgene 5 zakgeld per",
        "13": "Een vijfpuntige kroon bestaat uit vijf overlappende driehoeken zoa",
        "14": "Een klassieke rechthoekige legpuzzel, zoals in de figuur, be",
        "15": "Hoe groot kan de oppervlakte van de driehoek met hoe",
        "16": "emeen, zoals in de figuur. Wat is de hoek tussen de twee koo",
        "17": "Beschouw de functie f met voorschrift",
        "18": "In de klas van meester Luc zitten 30 leerlingen waarvan er enkelen covidpo",
        "19": "Voor hoeveel natuurlijke getallen n isn2−5n + 6 een priemge",
        "20": "Hoeveel van de onderstaande figuren zijn een doorsned",
        "21": "Hoeveel reele oplossingen heeft de vergelijk",
        "22": "chreven cirkel. De verbindingslijnen snijden de omgeschr",
        "23": "product van de gehele nulpunten van de veelterm",
        "24": "Het puntN1 is de loodrechteprojectie op AC van het mid",
        "25": "Hoeveel niet-congruente stomphoekige driehoeken",
        "26": "Hoeveel koppels (x, y) van gehele getallen voldoen aan",
        "27": "Alsa+b+c = 20 en1a+b+1b+c+1c+a=15, dan is",
        "28": "Kaya en Mina willen door loting bepalen wie het laatste ijsj",
        "29": "Piet kiest een natuurlijk getaln en schildertn vierkanten waa",
        "30": "Een Hamiltoncircuit van een octa¨eder (regelmatig achtvlak) best"
    },
    "2022JWO1": {
        "1": "Bij het uitzenden van geluidss",
        "2": "Het vierkant hieronder i",
        "3": "Moederdag valt elk jaar op d",
        "4": "Welk van de onderstaande ge",
        "5": "Baloe en Winnie smeren elk ",
        "6": "Waaraan is1√2+1√2g",
        "7": "De leerkracht wiskunde ",
        "8": "Colette meet de lengtes",
        "9": "Luna heeft negen jetons",
        "10": "Een vierkant met zijde ",
        "11": "Aisha vouwt de onderste z",
        "12": "Een postkaart hangt pa",
        "13": "De mantel van een afgeknot",
        "14": "In een magisch vierkant",
        "15": "In  het  rooster  hierna",
        "16": "Een muis legt ondersta",
        "17": "Twee ouders willen sam",
        "18": "Twee vierkanten liggen in e",
        "19": "a de bekerfinale spree",
        "20": "De oppervlakte van een re",
        "21": "Een kubus met ribbe 10 cm le",
        "22": "De getallenaenbzijn verschille",
        "23": "In elk bolletje van de f",
        "24": "Wat is de som van de groottes",
        "25": "In een vierkant met zijde 7 w",
        "26": "In de cirkel hiernaast ",
        "27": "Chocolatier  Kamil  verk",
        "28": "Robbe probeert een g",
        "29": "44 vierkantjesmet oppervlakt",
        "30": "scharnierpuntenzoals"
    },
    "2022JWO2": {
        "1": "In een rechthoek met lengte 20",
        "2": "Welk van de onderstaande getallen",
        "3": "Na het draaien van",
        "4": "De zijvklakken van een twintig",
        "5": "Hoeveel is 88% van",
        "6": "Het punt P in een regelmatige vijf",
        "7": "In een klas van 30 leerlingen",
        "8": "In een vierkant ABCD met",
        "9": "Wat is de som van de cijfers van het priemgetal",
        "10": "Elk hoekpunt van een vierkan",
        "11": "Het kwadraat van een natuurlijk",
        "12": "In een vierhoek met drie",
        "13": "Hanne schrijft bij elk",
        "14": "In een rechthoekige driehoek",
        "15": "In een klein stadspark",
        "16": ", Dan is 5 + 2",
        "17": "bungalow",
        "18": "Seppe heeft",
        "19": "ligt het punt E. De afstanden",
        "20": "Ulrike",
        "21": "Tijs schrijft",
        "22": "Babbelbos",
        "23": "Stambreuken",
        "24": "volle kubus",
        "25": "Als a2 = a + 4, dan is",
        "26": "Twaalf ridders",
        "27": "Als a = 159, b = 419",
        "28": "Wat is de gelijkvormigheidsfactor?",
        "29": "Nortfite",
        "30": "De zeshoek hieronder"
    },
    "2022VWO1": {
        "1": "Een muis legt onderstaande",
        "2": "Alsa>0,b >0 en...√»√√a=b, dan isagelij",
        "3": "Colette meet de lengtes van de zijden",
        "4": "Waaraan is (sin 60◦)0+ ",
        "5": "Mevrouw Seynhaeve neemt mondeling",
        "6": "Een postkaart hangt pas",
        "7": "In een vierkant met zijde 10 tekent",
        "8": "Het kwadraat van 2,022 is gelijk",
        "9": "Baloe en Winnie smeren elk zo snel mo",
        "10": "Gegeven is een rij symbolen",
        "11": "Vier van de vijf onderstaande ",
        "12": "Welke uitspraak is waar inR?",
        "13": "De tweedegraadsfunctie met voorschrift",
        "14": "Een rechthoekige driehoek heeft een hoekvan",
        "15": "Alsv(x) =x−1x, dan isv(sinx)v(",
        "16": "In een keuken zijn er hoekige platte ",
        "17": "Alsx2+ 6x+ 1 = 0, dan ",
        "18": "Anneleen en Maarten wonen",
        "19": "Chocolatier  Kamil  verkoopt",
        "20": "De diagonalen verdelen een",
        "21": "In kledingwinkel B waren de p",
        "22": "Twee regelmatige zeshoeken",
        "23": "Wat is de oplossingsverzameling",
        "24": "In Arendland bestaat",
        "25": "Zes vrienden zitten aan",
        "26": "Alspeen priemgetal is",
        "27": "Twee ouders willen samen m",
        "28": "In elk bolletje van de",
        "29": "In het rooster hiernaast",
        "30": "Op een vierkant rooster van"
    }
}
